,
.
1947
<end>
<start>
ada
adalah
agen
aglomeratif
ahli
ai
akal
akan
alan
algoritma
alphago
analisis
and
antara
apriori
artificial
asas
atau
automasi
bagi
bahasa
bahaya
banyak
bayes
belajar
benar
berbahaya
berbentuk
berdasarkan
berfungsi
berinteraksi
berjenis
berlainan
bertindak
bertindakbalas
berurutan
besar
bijak
boleh
buatan
cadangan
cap
cara
cerdas
chess
clustering
contohnya
corak
dalam
dan
dapat
daripada
data
dengan
deskriptif
di
diawasi
dibahagi
diberikan
dibersihkan
dibezakan
didokumentasi
digunakan
dihubungkan
dikelaskan
dilakukan
dilihat
diperkenalkan
dipilih
diprogram
diproses
disalahguna
diselia
dua
dunia
efektor
empat
fpgrowth
general
generalisasi
grafik
hubungan
ia
iaitu
ilmu
inggeris
ini
intelligence
interface
item
jari
jenis
jika
jiran
k-means
kad
kaedah
kategori
kategorikal
keadaan
kecerdasan
kedua-duanya
kegagalan
kehidupan
kepandaian
keputusan
kerana
kerja
kesamaan
kesatuan
ketergantungan
ketidaksamaan
klasifikasi
komputer
komunikasi
konsistent
kredit
lapisan
manusia
masa
masalah
matematik
melalui
melancarkan
melatih
memahami
membuat
memerlukan
memodelkan
mempunyai
memudahkan
mencari
mendalam
mengesan
menggambarkan
menggunakan
mengkaji
menguji
meniru
menjadi
menyelesaikan
menyerupai
meramalkan
mesin
minda
model
ms-sql
muka
mula
naive
narrow
nilai
nyah-kunci
oleh
oracle
otak
pada
pangkalan
pelbagai
pembelajaran
pembolehubah
pemprosesan
penciptaan
pendapat
pengesanan
pengetahuan
pengguna
penggunaan
pengklasifikasian
pengukuhan
penipuan
perasaan
peraturan
perbualan
perilaku
peristiwa
perkara
perlombongan
perlu
persamaan
pintar
pokok
praktis
probabilistik
python
r
rakan
ramalan
ramalannya
rangkaian
rapidminer
raya
regresi
rekod-rekod
respons
robot
rumit
saluran
sama
saraf
satu
sebagai
sebelum
sebenar
secara
secukupnya
seharian
selia
semasa
semulajadi
sendiri
sensor
sentimen
seorang
seperti
sesuai
set
struktur
suara
tahun
teknik
teknologi
telefon
teliti
teori
terdekat
tersembunyi
terus
tidak
tindakan
turing
ujian
untuk
urusan
user
wajah
weka
ya
yang
<unk>